Repository: signumsoftware/framework
Catalog: Signum.Engine.Extensions/Properties/Resources.*.resx
Languages: es

source: Query of {0}
es: Consulta de {0}

source: the database version
es: la versión de la base de datos

source: your version
es: tu versión

source: Removes the {0} from the database
es: Elimina {0} de la base de datos

source: Not authorized to Save '{0}'
es: Not autorizado para guardar '{0}'

source: Not authorized to Retrieve '{0}'
es: No autorizado para recuperar '{0}'

source: Access to Facade Method '{0}' is not allowed
es: El acceso a el Método de Fachada '{0}' no está permitido

source: Not authorized to {0} the {1} with Id {2}
es: No autorizado para {0} la entidad {1} con Id {2}

source: {0} cycles have been found in the graph of Roles due to the relationships:
es: Se han encontrado {0} ciclos en el grafo de roles Roles debido a las relaciones:

source: character
es: carácter

# DateTime
source: date and time
es: fecha y hora

source: integer
es: entero

source: value
es: valor

source: string
es: cadena de texto

source: . Should
es: . Debe

source: amount
es: importe

source: expressed in
es: expresado en

source: The text for the SMS message exceeds the length limit
es: El texto del mensaje SMS supera el límite de longitud

source: Status can not be updated for non sent messages
es: Estado no puede ser actualizado para mensajes no enviados

source: Incorrect password
es: Contraseña incorrecta

source: Username {0} is not valid
es: El nombre de usuario {0} no es válido

source: date
es: fecha

source: value like {0}
es: valor entre {0}

source: or null
es: o nulo

source: {0} is a collection of elements {1}
es: {0} es una colección de elementos {1}

source: Constructs a new {0}
es: Construye un nuevo {0}

source: from {0} of the {1}
es: desde {0} del {1}

source: The {0}
es: El {0}

source: {0} is a {1}
es: {0} es un {1}

source: from many {0}
es: desde muchos {0}

source: of the {0}
es: del {0}

source: Call {0} over {1} of the {2}
es: Ejecuta {0} sobre {1} del {2}

source: Help not loaded
es: Ayuda no cargada

source: Not authorized to {0} {1}
es: No autorizado a {0} {1}

source: ProcessExecution {0} is not running anymore
es: El ProcessExecution {0} ya no está ejecutándose

source: Reset password code
es: Código para restablecer la contraseña

# ExcelTemplateMustHaveExtensionXLSXandCurrentOneHas0
source: Excel template must have .xlsx extension, and the current one has {0}
es: El template Excel debe tener extensión .xlsx, pero el actual tiene extensión {0}

source: There are no results to write
es: No hay resultados que exportar al informe

source: Data
es: Datos

source: The Excel Template has a column {0} not present in the Find Window
es: La plantilla Excel tiene una columna {0} que no está presente en el buscador

source: You can reset your password by following the link below:
es: Puedes crear una nueva contraseña haciendo click en el siguiente enlace:

source: You recently requested a new password
es: Has solicitado recientemente una nueva contraseña

source: {0} is a {1} and shows {2}
es: {0} es un {1} y muestra {2}

source: {0} is a calculated {1}
es: {0} es un {1} calculado

source: any
es: algún

source: Expired password
es: Contraseña caducada

# PasswordNearExpired
source: Your password is near to expired
es: Tu contraseña está a punto de caducar

source: The password must have between 7 and 15 characters, each of them being a number 0-9 or a letter
es: La contraseña debe tener entre 7 y 15 caracteres, siendo cada uno de ellos un número de 0 a 9 o una letra

source: The template must be Active to construct SMS messages
es: La plantilla debe estar activa para crear un SMS

source: Your username is: {0}
es: Su nombre de usuario es: {0}

source: the property {0}
es: la propiedad {0}
